pvorder.xml

  <s11:Envelope xmlns:s11='http://schemas.xmlsoap.org/soap/envelope/'>
  <s11:Body>
    <ns1:PVOrder xmlns:ns1='https://test-gcc.globalsign.com/kb/ws/v1/ManagedSSLService'>
<Request>
            <OrderRequestHeader>              
               <AuthToken>                 
                  <UserName>PAR44110_kleinsmk</UserName>                 
                  <Password>testpassword1!</Password>
               </AuthToken>
            </OrderRequestHeader>
            <OrderRequestParameter>
               <ProductCode>PV</ProductCode>
               <OrderKind>Renewal</OrderKind>
               <Licenses>1</Licenses>
               <ValidityPeriod>
                  <Months>12</Months>
               </ValidityPeriod>
               <CSR>-----BEGIN CERTIFICATE REQUEST-----
MIICozCCAYsCAQAwXjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAlZBMQ8wDQYDVQQH
EwZNY2xlYW4xDDAKBgNVBAoTA0JBSDEMMAoGA1UECxMDQ1NOMRUwEwYDVQQDEwxz
a3kudGVzdC5jb20wggEiMA0GCSqGSIb3DQEBAQUAA4IBDwAwggEKAoIBAQD6oB0u
fUeAfoGtRy4voQO3xNcOApMcfjKYt7/JsqzIfwln+f5gmUi6xmaVFNCOBi0U3o1i
7HO+bZo4ZMD4GycF+XAfXwcFxd7L5lWhZufEh9bzYt9cnLkesOpAfPSupsD15BMn
qwxUBb/6QobgRZPAkgQdIHBnGnDV/4w7W3EcU7BhdItY3JXPZUne5ZtRPM+fMDqx
GR9tgoMULXTgyw/qqQAzvvvxg9YBDHDSs3jb5523dhzs/9v1QsAMtOB6aiMUqZh+
efTYqbflsaaxpYo6BK9uQoo/m1l57X1Ez97VTBbLUl30TWDAbYtgQBPzegqKYOJA
SERTxeWA9ryPL/ArAgMBAAGgADANBgkqhkiG9w0BAQsFAAOCAQEAzjtutDbYXjBd
SsBV76ww+my7jDv9sXNsYFcI5vhayL3rgVr3YQg3Cdy8OMZqn2fr9d9Vzanro5dC
wixDTHGdhcvcVcIpGizhySFRFuCsGhu7nLsMWHpsWTzyeXrjp//KdsEShl1nVv+o
uj0Y6WF/CZedNZHJNxhh+9mzrcUUzJe5sk+vjk6U4jCECzxzBy1z5waR/tVI1te0
g7OQfiCJgbjSxi9bJq2euWAfFC4w0tqqKrIXTtvwXaSMAB4eHeBZQ/q+M8c6Cqi4
tOmQQdKfVBP01de1JRNXo7NJHNij+KGiUPfBbEWB1F0+ehOTB/Vva4wvP8+DKdY2
6wzH8a02ew==
-----END CERTIFICATE REQUEST-----</CSR>
            </OrderRequestParameter>
            <MSSLProfileID>44110_SMS2_2825</MSSLProfileID>
            <ContactInfo>
               <FirstName>klein_sky</FirstName>
               <LastName>klein</LastName>
               <Phone>6035707060</Phone>
               <Email>klein_sky@bah.com</Email>
            </ContactInfo>
         </Request>
    </ns1:PVOrder>
  </s11:Body>
</s11:Envelope>